{
  "jobs": [
    {
      "id": "001",
      "company_logo": "https://i.ibb.co/CV4Lpgb/google-1-1-1.png",
      "job_title": "Software Engineer",
      "company_name": "Google",
      "remote_or_onsite": "Remote",
      "location": "San Francisco, CA",
      "fulltime_or_parttime": "Full-time",
      "salary": "100k - 120k",
      "job_description": "We are seeking a highly skilled software engineer to join our development team. In this role, you will be responsible for designing and developing software applications, testing and debugging code, and collaborating with other members of the team to ensure that our software products meet the highest standards of quality and functionality.",
      "job_responsibility": "As a software engineer, your primary responsibility will be to design and develop high-quality software applications using programming languages such as Java, Python, C++, and SQL. This will involve working closely with other members of the development team to identify requirements, design solutions, and write code that meets the highest standards of quality and functionality.",
      "educational_requirements": "Bachelor's degree in Computer Science or related field.",
      "experiences": "At least 3 years of experience in software engineering.",
      "contact_information": {
        "phone": "+1 123-456-7890",
        "email": "careers@google.com"
      }
    },
    {
      "id": "002",
      "company_logo": "https://i.ibb.co/jHqB62T/microsoft.png",
      "job_title": "Marketing Manager",
      "company_name": "Microsoft",
      "remote_or_onsite": "Onsite",
      "location": "New York, NY",
      "fulltime_or_parttime": "Full-time",
      "salary": "80k - 100k",
      "job_description": "We are seeking an experienced marketing manager to lead our marketing team and drive our marketing strategy. In this role, you will be responsible for developing and implementing marketing plans, managing our marketing budget, and overseeing the creation of marketing materials.",
      "job_responsibility": "As a marketing manager, your main responsibility will be to lead our marketing team and drive our marketing strategy. This will involve developing and implementing marketing plans to promote our products and services, managing our marketing budget, and overseeing the creation of marketing materials such as brochures, presentations, and advertisements.",
      "educational_requirements": "Bachelor's degree in Marketing or related field.",
      "experiences": "At least 5 years of experience in marketing management.",
      "contact_information": {
        "phone": "+1 123-456-7890",
        "email": "careers@microsoft.com"
      }
    },
    {
      "id": "003",
      "company_logo": "https://i.ibb.co/Dr9MKqd/tesla-9-1.png",
      "job_title": "Graphic Designer",
      "company_name": "Tesla",
      "remote_or_onsite": "Remote",
      "location": "Los Angeles, CA",
      "fulltime_or_parttime": "Part-time",
      "salary": "$30 - $40 per hour",
      "job_description": "We are seeking a talented and creative graphic designer to join our team. In this role, you will be responsible for developing and designing a variety of visual assets, including logos, illustrations, advertisements, and web pages. You will work closely with other members of the creative team to ensure that our visual communications are engaging, effective, and aligned with our overall brand and marketing strategy.",
      "job_responsibility": "As a graphic designer, your primary responsibility will be to develop and design a variety of visual assets that effectively communicate our brand and marketing messages to our target audience. This will involve working closely with other members of the creative team to identify design requirements",
      "educational_requirements": "Bachelor's degree in Graphic Design or related field.",
      "experiences": "At least 2 years of experience in graphic design.",
      "contact_information": {
        "phone": "+1 123-456-7890",
        "email": "careers@tesla.com"
      }
    },
    {
      "id": "004",
      "company_logo": "https://i.ibb.co/VSrtQZx/netflix-4-1.png",
      "job_title": "Product Manager",
      "company_name": "Netflix",
      "remote_or_onsite": "Onsite",
      "location": "Cupertino, CA",
      "fulltime_or_parttime": "Full-time",
      "salary": "120k - 150k",
      "job_description": "We are seeking a skilled and experienced product manager to join our team. In this role, you will be responsible for overseeing the development and management of our products throughout their lifecycle, from ideation to launch and beyond. You will work closely with cross-functional teams, including engineering, design, marketing, and sales, to ensure that our products meet the needs of our customers and are aligned with our overall business strategy.",
      "job_responsibility": "As a product manager, your primary responsibility will be to lead the development and management of our products from ideation to launch and beyond.",
      "educational_requirements": "Bachelor's degree in Business Administration or related field.",
      "experiences": "At least 5 years of experience in product management.",
      "contact_information": {
        "phone": "+1 123-456-7890",
        "email": "careers@neflix.com"
      }
    },
    {
      "id": "005",
      "company_logo": "https://i.ibb.co/qL6TFLB/Group-10021.png",
      "job_title": "Sales Representative",
      "company_name": "Airbnb",
      "remote_or_onsite": "Remote",
      "location": "Anywhere in the US",
      "fulltime_or_parttime": "Full-time",
      "salary": "60k- 80k",
      "job_description": "We are seeking a highly motivated and results-driven sales representative to join our team. In this role, you will be responsible for identifying new business opportunities, building relationships with potential customers, and closing deals to meet or exceed sales targets.",
      "job_responsibility": "As a sales representative, your primary responsibility will be to identify new business opportunities and build relationships with potential customers. This will involve conducting market research to identify potential customers, developing sales pitches and proposals, and building relationships with key decision-makers within target organizations.",
      "educational_requirements": "Bachelor's degree in Business or related field.",
      "experiences": "At least 2 years of experience in sales or business development.",
      "contact_information": {
        "phone": "+1 123-456-7890",
        "email": "careers@airbnb.com"
      }
    },
    {
      "id": "006",
      "company_logo": "https://i.ibb.co/HdDSHcz/facebook.png",
      "job_title": "UX Designer",
      "company_name": "Facebook",
      "remote_or_onsite": "Onsite",
      "location": "Menlo Park, CA",
      "fulltime_or_parttime": "Full-time",
      "salary": "90k - 110k",
      "job_description": "We are seeking a talented and experienced UX designer to join our team. In this role, you will be responsible for designing and improving user experiences across our products and services. You will work closely with cross-functional teams, including product managers, developers, and other designers, to understand user needs and design solutions that meet those needs.",
      "job_responsibility": "As a UX designer, your primary responsibility will be to design and improve user experiences across our products and services. This will involve conducting user research to understand user needs, designing wireframes and prototypes to communicate design solutions, and conducting user testing to validate those solutions.",
      "educational_requirements": "Bachelor's degree in Design or related field.",
      "experiences": "At least 3 years of experience in UX design.",
      "contact_information": {
        "phone": "+1 123-456-7890",
        "email": "careers@facebook.com"
      }
    }
  ]
}
